acpi
archiso
ark
baobab
base
base-devel
cheese
efibootmgr
eog
epiphany
evince
evolution
file-roller
firefox
gdm
geary
gedit
git
gnome-backgrounds
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-nettool
gnome-photos
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
grilo-plugins
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
intel-media-driver
intel-ucode
iwd
lib32-mesa
lib32-vulkan-icd-loader
lib32-vulkan-intel
linux
linux-firmware
linux-firmware-qlogic
linux-headers
malcontent
mesa
nano
nautilus
nemo
network-manager-applet
networkmanager
nvidia
orca
rygel
sddm
simple-scan
smartmontools
spotify-launcher
sushi
sysprof
totem
tracker3-miners
vim
vlc
vulkan-icd-loader
vulkan-intel
wget
wireless_tools
xdg-user-dirs
xdg-user-dirs-gtk
xorg-xinit
yelp
zram-generator
