acpi
archlinux-keyring
ark
autoconf
automake
base
binutils
bison
cheese
debugedit
efibootmgr
eog
evince
evolution
fakeroot
file
file-roller
findutils
firefox
flatpak
flex
gawk
gcc
gdm
geary
gedit
gettext
gnome-backgrounds
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-nettool
gnome-photos
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-tweaks
gnome-usage
gnome-user-share
gnome-video-effects
gnome-weather
grep
grilo-plugins
groff
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
htop
intel-ucode
iwd
libtool
linux
linux-firmware
m4
make
mutter
nano
nautilus
network-manager-applet
networkmanager
nvidia
orca
pacman
patch
pkgconf
pulseaudio
rygel
sddm
sed
simple-scan
smartmontools
spotify-launcher
sudo
sushi
sysprof
texinfo
totem
tracker3-miners
vim
vlc
wget
which
wireless_tools
xdg-user-dirs-gtk
xorg-server
xorg-xinit
zram-generator
